INSERT INTO public.vkr_lecturer(lecturer_name, lecturer_surname, lecturer_patronymic, lecturer_email,
                                lecturer_department, lecturer_telephone, lecturer_academic_degree,
                                lecturer_academic_title, lecturer_rank, lecturer_position)
VALUES ('Преподов', 'Препод', 'Преподович', 'mail@mail.ru', 'УПв', '905944444444', 'к.ю.н.', 'доцент', 'майор',
        'преподаватель'),
       ('Доцентов', 'Доцент', 'Доцентович', 'mail@mail.ru', 'УПв', '905944444444', 'к.ю.н.', 'отсутствует', 'лейтенант',
        'преподаватель'),
       ('Старшепреподов', 'Старшепрепод', 'Старшепреподович', 'mail@mail.ru', 'УПв', '905944444444', 'к.ю.н.',
        'профессор', 'подполковник', 'преподаватель'),
       ('УПЦПреподов', 'Препод', 'Преподович', 'mail@mail.ru', 'УПц', '905944444444', 'к.ю.н.', 'доцент', 'майор',
        'преподаватель'),
       ('УПЦДоцентов', 'Доцент', 'Доцентович', 'mail@mail.ru', 'УПц', '905944444444', 'к.ю.н.', 'отсутствует',
        'лейтенант', 'преподаватель'),
       ('УПЦСтаршепреподов', 'Старшепрепод', 'Старшепреподович', 'mail@mail.ru', 'УПц', '905944444444', 'к.ю.н.',
        'доцент', 'майор', 'преподаватель');





